#language: ru
Функционал: Страхование


  Сценарий: Заявка на ДМС

  Когда переход в меню:"Маркет"
  Когда выбрано меню:"Электроника"
  Когда выбрано подменю:"Телевизоры"
  Когда выбрано все фильтры:"Все фильтры"
  Когда заполнена цена:"20000"
  Когда выбран производитель:"LG"
  Когда выбран производитель:"Samsung"
  Когда кнопка Применить фильтр:"Применить фильтр"
  Когда проверка количества элементов:"12"
  Когда название элемента запомнено:"Запомнено"
  Когда ввод заполненного элемента:"Ввод"
  Когда нажатие кнопки Поиск:"Поиск"
  Когда сохранный элемент проверен:"Проверен"

